[
  {
    "category": "ia",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "metricType": "boolean",
    "measureId": "IA_PCMH",
    "cehrtEligible": false,
    "description": "I attest that I am a Patient Centered Medical Home (PCMH) or Comparable Specialty Practice that has achieved certification from a national program, regional or state program, private payer, or other body that administers patient-centered medical home accreditation and should receive full credit for the Improvement Activities performance category.",
    "title": "Patient Centered Medical Home Attestation",
    "weight": null,
    "subcategoryId": null
  },
  {
    "measureId": "ACI_INFBLO_1",
    "category": "aci",
    "title": "Prevention of Information Blocking Attestation",
    "description": "I have not  knowingly and willfully take action to limit or restrict the interoperability of certified EHR technology.\nI have responded to requests to retrieve or exchange information—including requests from patients and other health care providers regardless of the requestor's affiliation or technology.\nI have implemented appropriate standards and processes to ensure that its certified EHR technology was connected in accordance with applicable law and standards, allowed patients timely access to their electronic health information; and supported exchange of electronic health information with other health care providers.",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": 0,
    "isRequired": true,
    "isBonus": false,
    "measureSets": [],
    "objective": null
  },
  {
    "measureId": "ACI_ONCDIR_1",
    "category": "aci",
    "title": "ONC Direct Review Attestation",
    "description": "I have (1) acknowledged the requirement to cooperate in good faith with ONC direct review health information technology certified under the ONC Health IT Certification Program if a request to assist in ONC direct review is received;\nAND (2) If requested, cooperated in good faith with ONC direct review of his or her health information technology certified under the ONC Health IT Certification Program as authorized by 45 CFR part 170, subpart E, to the extent that such technology meets (or can be used to meet) the definition of CEHRT, including by permitting timely access to such technology and demonstrating its capabilities as implemented and used by the MIPS eligible clinician in the field.",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": 0,
    "isRequired": true,
    "isBonus": false,
    "measureSets": [],
    "objective": null
  },
  {
    "measureId": "ACI_ONCACB_1",
    "category": "aci",
    "title": "ONC-ACB Surveillance Attestation (Optional)",
    "description": "I have (1) Acknowledged the option to cooperate in good faith with ONC–ACB surveillance of his or her health information technology certified under the ONC Health IT Certification Program if a request to assist in ONC–ACB surveillance is received; and (2) If requested, cooperated in good faith with ONC–ACB surveillance of his or her health information technology certified under the ONC Health IT Certification Program as authorized by 45 CFR part 170, subpart E, to the extent that such technology meets (or can be used to meet) the definition of CEHRT, including by permitting timely access to such technology and demonstrating its capabilities as implemented and used by the MIPS eligible clinician in the field.",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": 0,
    "isRequired": false,
    "isBonus": false,
    "measureSets": [],
    "objective": null
  },
  {
    "measureId": "ACI_IACEHRT_1",
    "category": "aci",
    "title": "CEHRT Used",
    "description": "I attest that I have submitted an eligible Improvement Activity using Certified Electronic Health Record Technology (CEHRT).",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": 10,
    "isRequired": false,
    "isBonus": true,
    "measureSets": [],
    "objective": null
  },
  {
    "category": "aci",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "metricType": "boolean",
    "measureId": "ACI_LVPP_1",
    "title": "Low-Volume Permissible Prescriptions",
    "description": "A MIPS eligible clinician (EC) who writes fewer than 100 permissible prescriptions during the performance period is eligible for exclusion from the required e-prescribing measure.",
    "isRequired": false,
    "weight": 0,
    "measureSets": [],
    "isBonus": false,
    "objective": "electronicPrescribing"
  },
  {
    "category": "aci",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "metricType": "boolean",
    "measureId": "ACI_LVOTC_1",
    "title": "Low-Volume Outgoing Transfer of Care",
    "description": "Any MIPS eligible clinician who transfers a patient to another setting or refers a patient less than 100 times during the performance period.",
    "isRequired": false,
    "weight": 0,
    "measureSets": [],
    "isBonus": false,
    "objective": "healthInformationExchange"
  },
  {
    "category": "aci",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "metricType": "boolean",
    "measureId": "ACI_LVITC_1",
    "title": "Low-Volume Incoming Transfer of Care",
    "description": "Any MIPS eligible clinician who does not receive any transitions of care or referrals or have patient encounters in which the MIPS eligible clinician has never before encountered the patient during the performance period.",
    "isRequired": false,
    "weight": 0,
    "measureSets": [],
    "isBonus": false,
    "objective": "healthInformationExchange"
  }  
]
