[
  {
    "eMeasureId": "CMS117v5",
    "strata": [
      {
        "name": "vaccinesOrExposure",
        "description": "Children who have evidence showing they received recommended vaccines, had documented history of the illness, had a seropositive test result, or had an allergic reaction to the vaccine by their second birthday"
      }
    ]
  },
  {
    "eMeasureId": "CMS123v5",
    "strata": [
      {
        "name": "receivedFootExams",
        "description": "Patients who received visual, pulse and sensory foot examinations during the measurement period"
      }
    ]
  },
  {
    "eMeasureId": "CMS124v5",
    "strata": [
      {
        "name": "screenedForCancer",
        "description": "Women with one or more screenings for cervical cancer. Appropriate screenings are defined by any one of the following criteria:\r\n\r\n- Cervical cytology performed during the measurement period or the two years prior to the measurement period for women who are at least 21 years old at the time of the test\r\n \r\n- Cervical cytology/human papillomavirus (HPV) co-testing performed during the measurement period or the four years prior to the measurement period for women who are at least 30 years old at the time of the test"
      }
    ]
  },
  {
    "eMeasureId": "CMS128v5",
    "strata": [
      {
        "name": ">=84Days",
        "description": "Patients who have received antidepressant medication for at least 84 days (12 weeks) of continuous treatment during the 114-day period following the Index Prescription Start Date"
      },
      {
        "name": ">=180Days",
        "description": "Patients who have received antidepressant medications for at least 180 days (6 months) of continuous treatment during the 231-day period following the Index Prescription Start Date"
      }
    ],
    "overallAlgorithm": "simpleAverage"
  },
  {
    "eMeasureId": "CMS136v6",
    "strata": [
      {
        "name": "visitWithin30Days",
        "description": "Patients who had at least one face-to-face visit with a practitioner with prescribing authority within 30 days after the IPSD."
      },
      {
        "name": "visitAndFollowups",
        "description": "Patients who had at least one face-to-face visit with a practitioner with prescribing authority during the Initiation Phase, and at least two follow-up visits during the Continuation and Maintenance Phase. One of the two visits during the Continuation and Maintenance Phase may be a telephone visit with a practitioner."
      }
    ],
    "overallAlgorithm": "simpleAverage"
  },
  {
    "eMeasureId": "CMS137v5",
    "strata": [
      {
        "name": "14DaysOfDiagnosis",
        "description": "Patients who initiated treatment within 14 days of the diagnosis"
      },
      {
        "name": "30DaysOfVisit",
        "description": "Patients who initiated treatment and who had two or more additional services with an AOD diagnosis within 30 days of the initiation visit"
      }
    ],
    "overallAlgorithm": "simpleAverage"
  },
  {
    "eMeasureId": "CMS139v5",
    "strata": [
      {
        "name": "screenedForFallRisk",
        "description": "Patients who were screened for future fall risk at least once within the measurement period"
      }
    ]
  },
  {
    "eMeasureId": "CMS145v5",
    "overallAlgorithm": "weightedAverage",
    "metricType": "multiPerformanceRate",
    "eMeasureUuid": "40280381-52fc-3a32-0153-2e772ecc10c0",
    "strata": [
      {
        "description": "Patients with at least 2 encounters with eligible professionals and left ventricular systolic dysfunction (LVEF <40%) who are prescribed beta-blocker therapy for LVSD. For these patients, beta-blocker therapy includes the following: bisoprolol, carvedilol, or sustained release metoprolol succinate.",
        "name": "LVSD",
        "eMeasureUuids": {
          "initialPopulationUuid": "27982FD6-7C42-44E7-A871-0BB7F858A6D5",
          "denominatorUuid": "2294F966-EECD-4C61-8D94-D5E4B09BD9BB",
          "numeratorUuid": "02A4DDAC-D615-457A-9304-F1E382D3811C",
          "denominatorExceptionUuid": "487E15AB-CDE2-4955-9B93-1A2CDAE6B1F2"
        }
      },
      {
        "description": "Patients with at least 2 encounters with eligible professionals with a prior (resolved within last 3 years) myocardial infarction who are prescribed beta-blocker therapy. For patients with prior MI, beta-blocker therapy includes any agent within the beta-blocker drug class.",
        "name": "priorMI",
        "eMeasureUuids": {
          "initialPopulationUuid": "2EE8137A-4627-471C-8837-85BDBF665017",
          "denominatorUuid": "CC31BC83-F06C-4381-8A4F-1EEBE9ECF7BC",
          "numeratorUuid": "5C03C433-8F8A-4204-B536-D7381835CE8C",
          "denominatorExceptionUuid": "F79E2A13-6F9E-4B84-99E0-4603E99C83C3"
        }
      }
    ]
  },
  {
    "eMeasureId": "CMS149v5",
    "strata": [
      {
        "name": "assessed12Months",
        "description": "Patients for whom an assessment of cognition is performed and the results reviewed at least once within a 12 month period"
      }
    ]
  },
  {
    "eMeasureId": "CMS153v5",
    "strata": [
      {
        "name": "chlamydia",
        "description": "Women with at least one chlamydia test during the measurement period"
      }
    ]
  },
  {
    "eMeasureId": "CMS155v5",
    "strata": [
      {
        "name": "BMI",
        "description": "Patients who had a height, weight and body mass index (BMI) percentile recorded during the measurement period"
      },
      {
        "name": "nutrition",
        "description": "Patients who had counseling for nutrition during a visit that occurs during the measurement period"
      },
      {
        "name": "physicalActivity",
        "description": "Patients who had counseling for physical activity during a visit that occurs during the measurement period"
      }
    ],
    "overallAlgorithm": "simpleAverage"
  },
  {
    "eMeasureId": "CMS158v5",
    "strata": [
      {
        "name": "hepB",
        "description": "Patients who were tested for hepatitis B surface antigen (HBsAg) during pregnancy within 280 days prior to delivery"
      }
    ]
  },
  {
    "eMeasureId": "CMS160v5",
    "overallAlgorithm": "weightedAverage",
    "metricType": "multiPerformanceRate",
    "eMeasureUuid": "40280381-503f-a1fc-0150-afe320c01761",
    "strata": [
      {
        "description": "Office visit, Psych visit, or Face to Face Interaction (No ED) within 4 months of the end of the measurement period that leads to a diagnosis of major depression including remission or dysthymia",
        "name": "4MonthsOfEnd",
        "eMeasureUuids": {
          "initialPopulationUuid": "92656CE7-C9B1-44A8-8778-A8EF1ED90A18",
          "denominatorUuid": "C7DFE664-71AE-4EAD-AB65-CDFCF825A44E",
          "numeratorUuid": "B5FA6E85-0F2E-4674-A3F8-E14D834E73AB",
          "denominatorExclusionUuid": "76B54A59-41A9-4664-B85C-F61238AE1DC4"
        }
      },
      {
        "description": "Office visit, Psych visit, or Face to Face Interaction (No ED) between 4 and 8 months after the start of the measurement period that leads to a diagnosis of major depression including remission or dysthymia",
        "name": "4&8MonthsAfterStart",
        "eMeasureUuids": {
          "initialPopulationUuid": "757F3066-31E7-45D1-BA50-3EFB27ABB8E5",
          "denominatorUuid": "32635FEA-918B-438F-8421-8A6A14E238E8",
          "numeratorUuid": "33538979-8425-45A4-B724-D74CC0A84EF3",
          "denominatorExclusionUuid": "29931862-020D-401E-B9E9-953791263D87"
        }
      },
      {
        "description": "Office visit, Psych visit, or Face to Face Interaction (No ED) within 4 months of the start of the measurement period that leads to a diagnosis of major depression including remission or dysthymia",
        "name": "4MonthsOfStart",
        "eMeasureUuids": {
          "initialPopulationUuid": "5631A7DF-CA44-4AD4-A691-DC0CED303F6A",
          "denominatorUuid": "9665A8D2-F896-47A9-AA7E-271E9815D3CE",
          "numeratorUuid": "2D4D6446-C9CD-4661-868B-C8B9B13A8E08",
          "denominatorExclusionUuid": "910A0EE9-ECDA-494C-83E9-30DD9E224FFB"
        }
      }
    ]
  },
  {
    "eMeasureId": "CMS161v5",
    "strata": [
      {
        "name": "assessedSuicideRisk",
        "description": "Patients with a suicide risk assessment completed during the visit in which a new diagnosis or recurrent episode was identified"
      }
    ]
  },
  {
    "eMeasureId": "CMS166v6",
    "strata": [
      {
        "name": "noStudy28Days",
        "description": "Patients without an imaging study conducted on the date of the outpatient or emergency department visit or in the 28 days following the outpatient or emergency department visit"
      }
    ]
  },
  {
    "eMeasureId": "CMS167v5",
    "strata": [
      {
        "name": "dilatedExam12Months",
        "description": "Patients who had a dilated macular or fundus exam performed which included documentation of the level of severity of retinopathy AND the presence or absence of macular edema during one or more office visits within 12 months"
      }
    ]
  },
  {
    "eMeasureId": "CMS169v5",
    "strata": [
      {
        "name": "substanceUse",
        "description": "Patients in the denominator with evidence of an assessment for alcohol or other substance use following or concurrent with the new diagnosis, and prior to or concurrent with the initiation of treatment for that diagnosis"
      }
    ]
  },
  {
    "eMeasureId": "CMS177v5",
    "strata": [
      {
        "name": "assessedSuicideRisk",
        "description": "Patient visits with an assessment for suicide risk"
      }
    ]
  },
  {
    "eMeasureId": "CMS50v5",
    "strata": [
      {
        "name": "patientsWithReferral",
        "description": "Number of patients with a referral, for which the referring provider received a report from the provider to whom the patient was referred"
      }
    ]
  },
  {
    "eMeasureId": "CMS52v5",
    "strata": [
      {
        "name": "CD4<200/mm3",
        "description": "Patients who were prescribed Pneumocystis jiroveci pneumonia (PCP) prophylaxis within 3 months of CD4 count below 200 cells/mm3"
      },
      {
        "name": "CD4<500/mm3OrCD4<15%",
        "description": "Patients who were prescribed Pneumocystis jiroveci pneumonia (PCP) prophylaxis within 3 months of CD4 count below 500 cells/mm3 or a CD4 percentage below 15%"
      },
      {
        "name": "atDiagnosis",
        "description": "Patients who were prescribed Pneumocystis jiroveci pneumonia (PCP) prophylaxis at the time of diagnosis of HIV"
      }
    ],
    "overallAlgorithm": "weightedAverage"
  },
  {
    "eMeasureId": "CMS56v5",
    "strata": [
      {
        "name": "functionalStatus",
        "description": "Patients with patient-reported functional status assessment results (eg, VR-12, VR-36,PROMIS-10-Global Health, PROMIS-29, HOOS) not more than 180 days prior to the primary THA procedure, and at least 60 days and not more than 180 days after THA procedure"
      }
    ]
  },
  {
    "eMeasureId": "CMS65v6",
    "strata": [
      {
        "name": "lowerFollowupBP",
        "description": "Patients whose follow-up blood pressure is at least 10 mmHg less than their baseline blood pressure or is adequately controlled.\r\n\r\nIf a follow-up blood pressure reading is not recorded during the measurement year, the patient's blood pressure is assumed \"not improved.\""
      }
    ]
  },
  {
    "eMeasureId": "CMS66v5",
    "strata": [
      {
        "name": "functionalStatus",
        "description": "Patients with patient-reported functional status assessment results (eg, VR-12, VR-36, PROMIS-10 Global Health, PROMIS-29, KOOS) not more than 180 days prior to the primary TKA procedure, and at least 60 days and not more than 180 days after TKA procedure"
      }
    ]
  },
  {
    "eMeasureId": "CMS74v6",
    "strata": [
      {
        "name": "fluorideVarnish",
        "description": "Children who receive a fluoride varnish application"
      }
    ]
  },
  {
    "eMeasureId": "CMS75v5",
    "strata": [
      {
        "name": "cavitiesOrDecayed",
        "description": "Children who had cavities or decayed teeth"
      }
    ]
  },
  {
    "eMeasureId": "CMS82v4",
    "strata": [
      {
        "name": "screeningOrTreatment",
        "description": "Children with documentation of maternal screening or treatment for postpartum depression for the mother."
      }
    ]
  },
  {
    "eMeasureId": "CMS90v6",
    "strata": [
      {
        "name": "functionalStatus",
        "description": "Patients with patient reported functional status assessment results (eg, VR-12; VR-36; MLHF-Q; KCCQ; PROMIS-10 Global Health, PROMIS-29) present in the EHR within two weeks before or during the initial encounter and the follow-up encounter during the measurement year"
      }
    ]
  }
]
