[
  {
    "category": "cost",
    "title": "Elective Outpatient Percutaneous Coronary Intervention (PCI)",
    "description": "The Elective Outpatient PCI cost measure is meant to apply to clinicians who perform Elective Outpatient PCIs for Medicare beneficiaries during the performance period. This surgical procedure is meant to place a coronary artery stent for heart disease in a non-emergent, outpatient setting. The measure evaluates a clinician's risk-adjusted cost for the episode group by averaging it across all episodes attributed to the clinician. The cost of each episode is the sum of the cost to Medicare for services performed by the attributed clinician and other health care providers over the length of the episode, or \"episode window.\" The cost measure is calculated by determining the risk-adjusted episode cost, averaged across all of a clinician's episodes during the performance period.",
    "measureId": "COST_EOPCI_1",
    "metricType": "costScore",
    "firstPerformanceYear": 2019,
    "lastPerformanceYear": null,
    "isInverse": true,
    "overallAlgorithm": null,
    "submissionMethods": [
      "administrativeClaims"
    ]
  },
  {
    "category": "cost",
    "title": "Revascularization for Lower Extremity Chronic Critical Limb Ischemia",
    "description": "The Revascularization for Lower Extremity Chronic Critical Limb Ischemia cost measure is meant to apply to clinicians who perform elective revascularization for lower extremity chronic critical limb ischemia for Medicare beneficiaries during the performance period. This surgical procedure is meant to alleviate symptoms of pain and difficulty walking associated with chronic limb ischemia and excludes those patients who require emergent revascularization for acute limb ischemia. The measure evaluates a clinician’s risk-adjusted cost for the episode group by averaging it across all episodes attributed to the clinician. The cost of each episode is the sum of the cost to Medicare for services performed by the attributed clinician and other health care providers over the length of the episode, or “episode window.” The cost measure is calculated by determining the risk-adjusted episode cost,  averaged across all of a clinician’s episodes during the performance period.",
    "measureId": "COST_CCLI_1",
    "metricType": "costScore",
    "firstPerformanceYear": 2019,
    "lastPerformanceYear": null,
    "isInverse": true,
    "overallAlgorithm": null,
    "submissionMethods": [
      "administrativeClaims"
    ]
  },
  {
    "category": "cost",
    "title": "Simple Pneumonia with Hospitalization",
    "description": "The Simple Pneumonia with Hospitalization cost measure is meant to apply to clinicians who manage the inpatient care of Medicare beneficiaries hospitalized with simple pneumonia during the performance period. This acute inpatient medical condition episode group is meant to capture patients who are hospitalized for pneumonia without severe complicating factors. The measure evaluates a clinician’s risk-adjusted cost for the episode group by averaging it across all episodes attributed to the clinician. The cost of each episode is the sum of the cost to Medicare for services performed by the attributed clinician and other health care providers over the length of the episode, or “episode window.” The cost measure is calculated by determining the risk-adjusted episode cost,  averaged across all of a clinician’s episodes during the performance period.",
    "measureId": "COST_SPH_1",
    "metricType": "costScore",
    "firstPerformanceYear": 2019,
    "lastPerformanceYear": null,
    "isInverse": true,
    "overallAlgorithm": null,
    "submissionMethods": [
      "administrativeClaims"
    ]
  },
  {
    "category": "cost",
    "title": "Screening/Surveillance Colonoscopy",
    "description": "The Screening/Surveillance Colonoscopy cost measure is meant to apply to clinicians who perform screening/surveillance colonoscopy procedures for Medicare beneficiaries during the performance period. Screening and surveillance colonoscopies are preventative care procedures that are meant to detect the presence of colorectal cancer (CRC) among patients who are at average risk or high risk of CRC, respectively. The measure evaluates a clinician’s risk-adjusted cost for the episode group by averaging it across all episodes attributed to the clinician. The cost of each episode is the sum of the cost to Medicare for services performed by the attributed clinician and other health care providers over the length of the episode, or “episode window.” The cost measure is calculated by determining the risk-adjusted episode cost,  averaged across all of a clinician’s episodes during the performance period.",
    "measureId": "COST_SSC_1",
    "metricType": "costScore",
    "firstPerformanceYear": 2019,
    "lastPerformanceYear": null,
    "isInverse": true,
    "overallAlgorithm": null,
    "submissionMethods": [
      "administrativeClaims"
    ]
  },
  {
    "category": "cost",
    "title": "Knee Arthroplasty",
    "description": "The Knee Arthroplasty cost measure is meant to apply to clinicians who perform elective total and partial knee arthroplasties during the performance period for Medicare beneficiaries. This surgical procedure is meant to replace a patient’s own poorly functional knee with an artificial one, thereby reducing pain and increasing mobility. The measure evaluates a clinician’s risk-adjusted cost for the episode group by averaging it across all episodes attributed to the clinician. The cost of each episode is the sum of the cost to Medicare for services performed by the attributed clinician and other health care providers over the length of the episode, or “episode window.” The cost measure is calculated by determining the risk-adjusted episode cost,  averaged across all of a clinician’s episodes during the performance period.",
    "measureId": "COST_KA_1",
    "metricType": "costScore",
    "firstPerformanceYear": 2019,
    "lastPerformanceYear": null,
    "isInverse": true,
    "overallAlgorithm": null,
    "submissionMethods": [
      "administrativeClaims"
    ]
  },
  {
    "category": "cost",
    "title": "Routine Cataract Removal with Intraocular Lens (IOL) Implantation",
    "description": "The Routine Cataract Removal with IOL Implantation cost measure is meant to apply to clinicians who perform Routine Cataract Removal with IOL Implantation procedures for Medicare beneficiaries during the performance period. The measure evaluates a clinician’s risk-adjusted cost for the episode group by averaging it across all episodes attributed to the clinician. The cost of each episode is the sum of the cost to Medicare for services performed by the attributed clinician and other health care providers over the length of the episode, or “episode window.” The cost measure is calculated by determining the risk-adjusted episode cost,  averaged across all of a clinician’s episodes during the performance period.",
    "measureId": "COST_IOL_1",
    "metricType": "costScore",
    "firstPerformanceYear": 2019,
    "lastPerformanceYear": null,
    "isInverse": true,
    "overallAlgorithm": null,
    "submissionMethods": [
      "administrativeClaims"
    ]
  },
  {
    "category": "cost",
    "title": "Intracranial Hemorrhage or Cerebral Infarction",
    "description": "The Intracranial Hemorrhage or Cerebral Infarction cost measure is meant to apply to clinicians who manage the inpatient care of Medicare beneficiaries hospitalized for an intracranial hemorrhage or cerebral infarction during the performance period. This cost measure excludes those patients whose initial hospitalization was due to a subarachnoid hemorrhage or a cerebral infarction which received thrombolytic therapy. The measure evaluates a clinician’s risk-adjusted cost for the episode group by averaging it across all episodes attributed to the clinician. The cost of each episode is the sum of the cost to Medicare for services performed by the attributed clinician and other health care providers over the length of the episode, or “episode window.” The cost measure is calculated by determining the risk-adjusted episode cost,  averaged across all of a clinician’s episodes during the performance period.",
    "measureId": "COST_IHCI_1",
    "metricType": "costScore",
    "firstPerformanceYear": 2019,
    "lastPerformanceYear": null,
    "isInverse": true,
    "overallAlgorithm": null,
    "submissionMethods": [
      "administrativeClaims"
    ]
  },
  {
    "category": "cost",
    "title": "ST-Elevation Myocardial Infarction (STEMI) with Percutaneous Coronary Intervention (PCI)",
    "description": "The STEMI with PCI cost measure is meant to apply to clinicians who manage the inpatient care of Medicare beneficiaries hospitalized during the performance period for a STEMI requiring PCI. This acute medical condition captures the care of those patients who present with STEMI indicating complete blockage of a coronary artery who emergently receive PCI as treatment. The measure evaluates a clinician’s risk-adjusted cost for the episode group by averaging it across all episodes attributed to the clinician. The cost of each episode is the sum of the cost to Medicare for services performed by the attributed clinician and other health care providers over the length of the episode, or “episode window.” The cost measure is calculated by determining the risk-adjusted episode cost,  averaged across all of a clinician’s episodes during the performance period.",
    "measureId": "COST_STEMI_1",
    "metricType": "costScore",
    "firstPerformanceYear": 2019,
    "lastPerformanceYear": null,
    "isInverse": true,
    "overallAlgorithm": null,
    "submissionMethods": [
      "administrativeClaims"
    ]
  },
  {
    "category": "cost",
    "title": "Medicare Spending Per Beneficiary (MSPB)",
    "description": "The Medicare Spending Per Beneficiary (MSPB) measure evaluates solo practitioners and groups on their spending efficiency and is risk-adjusted to account for patients' risk profiles. Solo practitioners and groups are identified by their National Provider Identification (NPI) and Taxpayer Identification Number (TIN) combination. Specifically, the MSPB measure assesses the average spend for Medicare services performed by providers/groups per episode of care. Each episode comprises the period immediately prior to, during, and following a patient's hospital stay.",
    "measureId": "MSPB_1",
    "metricType": "costScore",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "isInverse": true,
    "overallAlgorithm": "simpleAverage",
    "submissionMethods": [
      "administrativeClaims"
    ]
  },
  {
    "category": "cost",
    "title": "Total Per Capita Costs (TPCC)",
    "description": "The Total Per Capita Costs (TPCC) measure is a payment-standardized, annualized, risk-adjusted, and specialty-adjusted measure that evaluates the overall efficiency of care provided to beneficiaries attributed to solo practitioners and groups, as identified by their Medicare Taxpayer Identification Number (TIN).",
    "measureId": "TPCC_1",
    "metricType": "costScore",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "isInverse": true,
    "overallAlgorithm": "simpleAverage",
    "submissionMethods": [
      "administrativeClaims"
    ]
  }
]