[
  {
    "category": "ia",
    "title": "Provide 24/7 Access to MIPS Eligible Clinicians or Groups Who Have Real-Time Access to Patient's Medical Record",
    "description": "- Provide 24/7 access to MIPS eligible clinicians, groups, or care teams for advice about urgent and emergent care (e.g., MIPS eligible clinician and care team access to medical record, cross-coverage with access to medical record, or protocol-driven nurse line with access to medical record) that could include one or more of the following:- Expanded hours in evenings and weekends with access to the patient medical record (e.g., coordinate with small practices to provide alternate hour office visits and urgent care);- Use of alternatives to increase access to care team by MIPS eligible clinicians and groups, such as e-visits, phone visits, group visits, home visits and alternate locations (e.g., senior centers and assisted living centers); and/orProvision of same-day or next-day access to a consistent MIPS eligible clinician, group or care team when needed for urgent care or transition management.",
    "measureId": "IA_EPA_1",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "high",
    "subcategoryId": "expandedPracticeAccess"
  },
  {
    "category": "ia",
    "title": "Use of telehealth services that expand practice access",
    "description": "Use of telehealth services and analysis of data for quality improvement, such as participation in remote specialty care consults or teleaudiology pilots that assess ability to still deliver quality care to patients.",
    "measureId": "IA_EPA_2",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "expandedPracticeAccess"
  },
  {
    "category": "ia",
    "title": "Collection and use of patient experience and satisfaction data on access",
    "description": "Collection of patient experience and satisfaction data on access to care and development of an improvement plan, such as outlining steps for improving communications with patients to help understanding of urgent access needs.",
    "measureId": "IA_EPA_3",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "expandedPracticeAccess"
  },
  {
    "category": "ia",
    "title": "Additional improvements in access as a result of QIN/QIO TA",
    "description": "As a result of Quality Innovation Network-Quality Improvement Organization technical assistance, performance of additional activities that improve access to services or improve care coordination (for example, investment of on-site diabetes educator).",
    "measureId": "IA_EPA_4",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "expandedPracticeAccess"
  },
  {
    "category": "ia",
    "title": "Participation in User Testing of the Quality Payment Program Website (https://qpp.cms.gov/)",
    "description": "User participation in the Quality Payment Program website testing is an activity for eligible clinicians who have worked with CMS to provide substantive, timely, and responsive input to improve the CMS Quality Payment Program website through product user-testing that enhances system and program accessibility, readability and responsiveness as well as providing feedback for developing tools and guidance thereby allowing for a more user-friendly and accessible clinician and practice Quality Payment Program website experience.",
    "measureId": "IA_EPA_5",
    "metricType": "boolean",
    "firstPerformanceYear": 2018,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "expandedPracticeAccess"
  },
  {
    "category": "ia",
    "title": "Anticoagulant Management Improvements",
    "description": "Individual MIPS eligible clinicians and groups who prescribe anti-coagulation medications (including, but not limited to oral Vitamin K antagonist therapy, including warfarin or other coagulation cascade inhibitors) must attest that for 75 percent of their ambulatory care patients receiving these medications are being managed with support from one or more of the following improvement activities:- Participation in a systematic anticoagulation program (coagulation clinic, patient self-reporting program, or patient self-management program);- Patients are being managed by an anticoagulant management service, that involves systematic and coordinated care, incorporating comprehensive patient education, systematic prothrombin time (PT-INR) testing, tracking, follow-up, and patient communication of results and dosing decisions;- Patients are being managed according to validated electronic decision support and clinical management tools that involve systematic and coordinated care, incorporating comprehensive patient education, systematic PT-INR testing, tracking, follow-up, and patient communication of results and dosing decisions;- For rural or remote patients, patients are managed using remote monitoring or telehealth options that involve systematic and coordinated care, incorporating comprehensive patient education, systematic PT-INR testing, tracking, follow-up, and patient communication of results and dosing decisions; or- For patients who demonstrate motivation, competency, and adherence, patients are managed using either a patient self-testing (PST) or patient-self-management (PSM) program.",
    "measureId": "IA_PM_2",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "high",
    "subcategoryId": "populationManagement"
  },
  {
    "category": "ia",
    "title": "RHC, IHS or FQHC quality improvement activities",
    "description": "Participating in a Rural Health Clinic (RHC), Indian Health Service Medium Management (IHS), or Federally Qualified Health Center in ongoing engagement activities that contribute to more formal quality reporting , and that include receiving quality data back for broader quality improvement and benchmarking improvement which will ultimately benefit patients.  Participation in Indian Health Service, as an improvement activity, requires MIPS eligible clinicians and groups to deliver care to federally recognized American Indian and Alaska Native populations in the U.S. and in the course of that care implement continuous clinical practice improvement including reporting data on quality of services being provided and receiving feedback to make improvements over time.",
    "measureId": "IA_PM_3",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "high",
    "subcategoryId": "populationManagement"
  },
  {
    "category": "ia",
    "title": "Glycemic management services",
    "description": "For outpatient Medicare beneficiaries with diabetes and who are prescribed antidiabetic agents (e.g., insulin, sulfonylureas), MIPS eligible clinicians and groups must attest to having:For the first performance year, at least 60 percent of medical records with documentation of an individualized glycemic treatment goal that:a) Takes into account patient-specific factors, including, at least 1) age, 2) comorbidities, and 3) risk for hypoglycemia, andb) Is reassessed at least annually.The performance threshold will increase to 75 percent for the second performance year and onward.Clinician would attest that, 60 percent for first year, or 75 percent for the second year, of their medical records that document individualized glycemic treatment represent patients who are being treated for at least 90 days during the performance period.",
    "measureId": "IA_PM_4",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "high",
    "subcategoryId": "populationManagement"
  },
  {
    "category": "ia",
    "title": "Engagement of community for health status improvement",
    "description": "Take steps to improve health status of communities, such as collaborating with key partners and stakeholders to implement evidenced-based practices to improve a specific chronic condition.  Refer to the local Quality Improvement Organization (QIO) for additional steps to take for improving health status of communities as there are many steps to select from for satisfying this activity.  QIOs work under the direction of CMS to assist MIPS eligible clinicians and groups with quality improvement, and review quality concerns for the protection of beneficiaries and the Medicare Trust Fund.",
    "measureId": "IA_PM_5",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "populationManagement"
  },
  {
    "category": "ia",
    "title": "Use of toolsets or other resources to close healthcare disparities across communities",
    "description": "Take steps to improve healthcare disparities, such as Population Health Toolkit or other resources identified by CMS, the Learning and Action Network, Quality Innovation Network, or National Coordinating Center. Refer to the local Quality Improvement Organization (QIO) for additional steps to take for improving health status of communities as there are many steps to select from for satisfying this activity. QIOs work under the direction of CMS to assist eligible clinicians and groups with quality improvement, and review quality concerns for the protection of beneficiaries and the Medicare Trust Fund.",
    "measureId": "IA_PM_6",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "populationManagement"
  },
  {
    "category": "ia",
    "title": "Use of QCDR for feedback reports that incorporate population health",
    "description": "Use of a QCDR to generate regular feedback reports that summarize local practice patterns and treatment outcomes, including for vulnerable populations.",
    "measureId": "IA_PM_7",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "high",
    "subcategoryId": "populationManagement"
  },
  {
    "category": "ia",
    "title": "Regular Review Practices in Place on Targeted Patient Population Needs",
    "description": "Implementation of regular reviews of targeted patient population needs, such as structured clinical case reviews, which includes access to reports that show unique characteristics of eligible clinician's patient population, identification of vulnerable patients, and how clinical treatment needs are being tailored, if necessary, to address unique needs and what resources in the community have been identified as additional resources.",
    "measureId": "IA_PM_11",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "populationManagement"
  },
  {
    "category": "ia",
    "title": "Population empanelment",
    "description": "Empanel (assign responsibility for) the total population, linking each patient to a MIPS eligible clinician or group or care team.Empanelment is a series of processes that assign each active patient to a MIPS eligible clinician or group and/or care team, confirm assignment with patients and clinicians, and use the resultant patient panels as a foundation for individual patient and population health management.Empanelment identifies the patients and population for whom the MIPS eligible clinician or group and/or care team is responsible and is the foundation for the relationship continuity between patient and MIPS eligible clinician or group /care team that is at the heart of comprehensive primary care. Effective empanelment requires identification of the \"active population\" of the practice: those patients who identify and use your practice as a source for primary care. There are many ways to define \"active patients\" operationally, but generally, the definition of \"active patients\" includes patients who have sought care within the last 24 to 36 months, allowing inclusion of younger patients who have minimal acute or preventive health care.",
    "measureId": "IA_PM_12",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "populationManagement"
  },
  {
    "category": "ia",
    "title": "Chronic Care and Preventative Care Management for Empaneled Patients",
    "description": "In order to receive credit for this activity, a MIPS eligible clinician must manage chronic and preventive care for empaneled patients (that is, patients assigned to care teams for the purpose of population health management), which could include one or more of the following actions:- Provide patients annually with an opportunity for development and/or adjustment of an individualized plan of care as appropriate to age and health status, including health risk appraisal; gender, age and condition-specific preventive care services; and plan of care for chronic conditions;- Use evidence based, condition-specific pathways for care of chronic conditions (for example, hypertension, diabetes, depression, asthma, and heart failure). These might include, but are not limited to, the NCQA Diabetes Recognition Program (DRP) and the NCQA Heart/Stroke Recognition Program (HSRP);- Use pre-visit planning, that is, preparations for conversations or actions to propose with patient before an in-office visit to optimize preventive care and team management of patients with chronic conditions;- Use panel support tools, (that is, registry functionality) or other technology that can use clinical data to identify trends or data points in patient records to identify services due;- Use predictive analytical models to predict risk, onset and progression of chronic diseases; and/orUse reminders and outreach (e.g., phone calls, emails, postcards, patient portals, and community health workers where available) to alert and educate patients about services due; and/or routine medication reconciliation.",
    "measureId": "IA_PM_13",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "populationManagement"
  },
  {
    "category": "ia",
    "title": "Implementation of methodologies for improvements in longitudinal care management for high risk patients",
    "description": "Provide longitudinal care management to patients at high risk for adverse health outcome or harm that could include one or more of the following:Use a consistent method to assign and adjust global risk status for all empaneled patients to allow risk stratification into actionable risk cohorts. Monitor the risk-stratification method and refine as necessary to improve accuracy of risk status identification;Use a personalized plan of care for patients at high risk for adverse health outcome or harm, integrating patient goals, values and priorities; and/orUse on-site practice-based or shared care managers to proactively monitor and coordinate care for the highest risk cohort of patients.",
    "measureId": "IA_PM_14",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "populationManagement"
  },
  {
    "category": "ia",
    "title": "Implementation of episodic care management practice improvements",
    "description": "Provide episodic care management, including management across transitions and referrals that could include one or more of the following:Routine and timely follow-up to hospitalizations, ED visits and stays in other institutional settings, including symptom and disease management, and medication reconciliation and management; and/orManaging care intensively through new diagnoses, injuries and exacerbations of illness.",
    "measureId": "IA_PM_15",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "populationManagement"
  },
  {
    "category": "ia",
    "title": "Implementation of medication management practice improvements",
    "description": "Manage medications to maximize efficiency, effectiveness and safety that could include one or more of the following:Reconcile and coordinate medications and provide medication management across transitions of care settings and eligible clinicians or groups;Integrate a pharmacist into the care team; and/orConduct periodic, structured medication reviews.",
    "measureId": "IA_PM_16",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "populationManagement"
  },
  {
    "category": "ia",
    "title": "Participation in Population Health Research",
    "description": "Participation in federally and/or privately funded research that identifies interventions, tools, or processes that can improve a targeted patient population.",
    "measureId": "IA_PM_17",
    "metricType": "boolean",
    "firstPerformanceYear": 2018,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "populationManagement"
  },
  {
    "category": "ia",
    "title": "Provide Clinical-Community Linkages",
    "description": "Engaging community health workers to provide a comprehensive link to community resources through family-based services focusing on success in health, education, and self-sufficiency.  This activity supports individual MIPS eligible clinicians or groups that coordinate with primary care and other clinicians, engage and support patients, use of health information technology, and employ quality measurement and improvement processes.  An example of this community based program is the NCQA Patient-Centered Connected Care (PCCC) Recognition Program or other such programs that meet these criteria.",
    "measureId": "IA_PM_18",
    "metricType": "boolean",
    "firstPerformanceYear": 2018,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "populationManagement"
  },
  {
    "category": "ia",
    "title": "Glycemic Screening Services",
    "description": "For at-risk outpatient Medicare beneficiaries, individual MIPS eligible clinicians and groups must attest to implementation of systematic preventive approaches in clinical practice for at least 60 percent for the 2018 performance period and 75 percent in future years, of electronic medical records with documentation of screening patients for abnormal blood glucose according to current US Preventive Services Task Force (USPSTF) and/or American Diabetes Association (ADA) guidelines.",
    "measureId": "IA_PM_19",
    "metricType": "boolean",
    "firstPerformanceYear": 2018,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "populationManagement"
  },
  {
    "category": "ia",
    "title": "Glycemic Referring Services",
    "description": "For at-risk outpatient Medicare beneficiaries, individual MIPS eligible clinicians and groups must attest to implementation of systematic preventive approaches in clinical practice for at least 60 percent for the CY 2018 performance period and 75 percent in future years, of medical records with documentation of referring eligible patients with prediabetes to a CDC-recognized diabetes prevention program operating under the framework of the National Diabetes Prevention Program.",
    "measureId": "IA_PM_20",
    "metricType": "boolean",
    "firstPerformanceYear": 2018,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "populationManagement"
  },
  {
    "category": "ia",
    "title": "Advance Care Planning",
    "description": "Implementation of practices/processes to develop advance care planning that includes: documenting the advance care plan or living will within the medical record, educating clinicians about advance care planning motivating them to address advance care planning needs of their patients, and how these needs can translate into quality improvement, educating clinicians on approaches and barriers to talking to patients about end-of-life and palliative care needs and ways to manage its documentation, as well as informing clinicians of the healthcare policy side of advance care planning.",
    "measureId": "IA_PM_21",
    "metricType": "boolean",
    "firstPerformanceYear": 2018,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "populationManagement"
  },
  {
    "category": "ia",
    "title": "Implementation of Use of Specialist Reports Back to Referring Clinician or Group to Close Referral Loop",
    "description": "Performance of regular practices that include providing specialist reports back to the referring individual MIPS eligible clinician or group to close the referral loop or where the referring individual MIPS eligible clinician or group initiates regular inquiries to specialist for specialist reports which could be documented or noted in the EHR technology.",
    "measureId": "IA_CC_1",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "careCoordination"
  },
  {
    "category": "ia",
    "title": "Implementation of improvements that contribute to more timely communication of test results",
    "description": "Timely communication of test results defined as timely identification of abnormal test results with timely follow-up.",
    "measureId": "IA_CC_2",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "careCoordination"
  },
  {
    "category": "ia",
    "title": "CMS partner in Patients Hospital Engagement Network",
    "description": "Membership and participation in a CMS Partnership for Patients Hospital Engagement Network.",
    "measureId": "IA_CC_5",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "careCoordination"
  },
  {
    "category": "ia",
    "title": "Regular training in care coordination",
    "description": "Implementation of regular care coordination training.",
    "measureId": "IA_CC_7",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "careCoordination"
  },
  {
    "category": "ia",
    "title": "Implementation of documentation improvements for practice/process improvements",
    "description": "Implementation of practices/processes that document care coordination activities (e.g., a documented care coordination encounter that tracks all clinical staff involved and communications from date patient is scheduled for outpatient procedure through day of procedure).",
    "measureId": "IA_CC_8",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "careCoordination"
  },
  {
    "category": "ia",
    "title": "Implementation of practices/processes for developing regular individual care plans",
    "description": "Implementation of practices/processes, including a discussion on care, to develop regularly updated individual care plans for at-risk patients that are shared with the beneficiary or caregiver(s). Individual care plans should include consideration of a patient's goals and priorities, as well as desired outcomes of care.",
    "measureId": "IA_CC_9",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "careCoordination"
  },
  {
    "category": "ia",
    "title": "Care transition documentation practice improvements",
    "description": "In order to receive credit for this activity, a MIPS eligible clinician must document practices/processes for care transition with documentation of how a MIPS eligible clinician or group carried out an action plan for the patient with the patient's preferences in mind (that is, a \"patient-centered\" plan) during the first 30 days following a discharge. Examples of these practices/processes for care transition include: staff involved in the care transition; phone calls conducted in support of transition; accompaniments of patients to appointments or other navigation actions; home visits; patient information access to their medical records; real time communication between PCP and consulting clinicians; PCP included on specialist follow-up or transition communications.",
    "measureId": "IA_CC_10",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "careCoordination"
  },
  {
    "category": "ia",
    "title": "Care transition standard operational improvements",
    "description": "Establish standard operations to manage transitions of care that could include one or more of the following:Establish formalized lines of communication with local settings in which empaneled patients receive care to ensure documented flow of information and seamless transitions in care; and/orPartner with community or hospital-based transitional care services.",
    "measureId": "IA_CC_11",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "careCoordination"
  },
  {
    "category": "ia",
    "title": "Care coordination agreements that promote improvements in patient tracking across settings",
    "description": "Establish effective care coordination and active referral management that could include one or more of the following:Establish care coordination agreements with frequently used consultants that set expectations for documented flow of information and MIPS eligible clinician or MIPS eligible clinician group expectations between settings. Provide patients with information that sets their expectations consistently with the care coordination agreements;Track patients referred to specialist through the entire process; and/orSystematically integrate information from referrals into the plan of care.",
    "measureId": "IA_CC_12",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "careCoordination"
  },
  {
    "category": "ia",
    "title": "Practice Improvements for Bilateral Exchange of Patient Information",
    "description": "Ensure that there is bilateral exchange of necessary patient information to guide patient care, such as Open Notes, that could include one or more of the following:- Participate in a Health Information Exchange if available; and/or- Use structured referral notes.",
    "measureId": "IA_CC_13",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "careCoordination"
  },
  {
    "category": "ia",
    "title": "Practice Improvements that Engage Community Resources to Support Patient Health Goals",
    "description": "Develop pathways to neighborhood/community-based resources to support patient health goals that could include one or more of the following:- Maintain formal (referral) links to community-based chronic disease self-management support programs, exercise programs and other wellness resources with the potential for bidirectional flow of information; and provide a guide to available community resources.- Including through the use of tools that facilitate electronic communication between settings;- Screen patients for health-harming legal needs;- Screen and assess patients for social needs using tools that are preferably health IT enabled and that include to any extent standards-based, coded question/field for the capture of data as is feasible and available as part of such tool; and/or- Provide a guide to available community resources.",
    "measureId": "IA_CC_14",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "careCoordination"
  },
  {
    "category": "ia",
    "title": "PSH Care Coordination",
    "description": "Participation in a Perioperative Surgical Home (PSH) that provides a patient-centered, physician-led, interdisciplinary, and team-based system of coordinated patient care, which coordinates care from pre-procedure assessment through the acute care episode, recovery, and post-acute care. This activity allows for reporting of strategies and processes related to care coordination of patients receiving surgical or procedural care within a PSH.  The clinician must perform one or more of the following care coordination activities:- Coordinate with care managers/navigators in preoperative clinic to plan and implementation comprehensive post discharge plan of care;- Deploy perioperative clinic and care processes to reduce post-operative visits to emergency rooms;- Implement evidence-informed practices and standardize care across the entire spectrum of surgical patients; or- Implement processes to ensure effective communications and education of patients' post-discharge instructions.",
    "measureId": "IA_CC_15",
    "metricType": "boolean",
    "firstPerformanceYear": 2018,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "careCoordination"
  },
  {
    "category": "ia",
    "title": "Primary Care Physician and Behavioral Health Bilateral Electronic Exchange of Information for Shared Patients",
    "description": "The primary care and behavioral health practices use the same electronic health record system for shared patients or have an established bidirectional flow of primary care and behavioral health records.",
    "measureId": "IA_CC_16",
    "metricType": "boolean",
    "firstPerformanceYear": 2018,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "careCoordination"
  },
  {
    "category": "ia",
    "title": "Patient Navigator Program",
    "description": "Implement a Patient Navigator Program that offers evidence-based resources and tools to reduce avoidable hospital readmissions, utilizing a patient-centered and team-based approach, leveraging evidence-based best practices to improve care for patients by making hospitalizations less stressful, and the recovery period more supportive by implementing quality improvement strategies.",
    "measureId": "IA_CC_17",
    "metricType": "boolean",
    "firstPerformanceYear": 2018,
    "lastPerformanceYear": null,
    "weight": "high",
    "subcategoryId": "careCoordination"
  },
  {
    "category": "ia",
    "title": "Relationship-Centered Communication",
    "description": "In order to receive credit for this activity, MIPS eligible clinicians must participate in a minimum of eight hours of training on relationship-centered care tenets such as making effective open-ended inquiries; eliciting patient stories and perspectives; listening and responding with empathy; using the ART (ask, respond, tell) communication technique to engage patients, and developing a shared care plan.The training may be conducted in formats such as, but not limited to: interactive simulations practicing the skills above, or didactic instructions on how to implement improvement action plans, monitor progress, and promote stability around improved clinician communication.",
    "measureId": "IA_CC_18",
    "metricType": "boolean",
    "firstPerformanceYear": 2019,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "careCoordination"
  },
  {
    "category": "ia",
    "title": "Tracking of clinician's relationship to and responsibility for a patient by reporting MACRA patient relationship codes.",
    "description": "To receive credit for this improvement activity, a MIPS eligible clinician must attest that they reported MACRA patient relationship codes (PRC) using the applicable HCPCS modifiers on 50 percent or more of their Medicare claims for a minimum of a continuous 90-day period within the performance period.  Reporting the PRC modifiers enables the identification of a clinician's relationship with, and responsibility for, a patient at the time of furnishing an item or service. See the CY 2018 PFS final rule (82 FR 53232 through 53234) for more details on these codes.",
    "measureId": "IA_CC_19",
    "metricType": "boolean",
    "firstPerformanceYear": 2020,
    "lastPerformanceYear": null,
    "weight": "high",
    "subcategoryId": "careCoordination"
  },
  {
    "category": "ia",
    "title": "Use of certified EHR to capture patient reported outcomes",
    "description": "In support of improving patient access, performing additional activities that enable capture of patient reported outcomes (e.g., home blood pressure, blood glucose logs, food diaries, at-risk health factors such as tobacco or alcohol use, etc.) or patient activation measures through use of certified EHR technology, containing this data in a separate queue for clinician recognition and review.",
    "measureId": "IA_BE_1",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "beneficiaryEngagement"
  },
  {
    "category": "ia",
    "title": "Engagement with QIN-QIO to implement self-management training programs",
    "description": "Engagement with a Quality Innovation Network-Quality Improvement Organization, which may include participation in self-management training programs such as diabetes.",
    "measureId": "IA_BE_3",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "beneficiaryEngagement"
  },
  {
    "category": "ia",
    "title": "Engagement of patients through implementation of improvements in patient portal",
    "description": "Access to an enhanced patient portal that provides up to date information related to relevant chronic disease health or blood pressure control, and includes interactive features allowing patients to enter health information and/or enables bidirectional communication about medication changes and adherence.",
    "measureId": "IA_BE_4",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "beneficiaryEngagement"
  },
  {
    "category": "ia",
    "title": "Enhancements/regular updates to practice websites/tools that also include considerations for patients with cognitive disabilities",
    "description": "Enhancements and ongoing regular updates and use of websites/tools that include consideration for compliance with section 508 of the Rehabilitation Act of 1973 or for improved design for patients with cognitive disabilities. Refer to the CMS website on Section 508 of the Rehabilitation Act https://www.cms.gov/Research-Statistics-Data-and-Systems/CMS-Information-Technology/Section508/index.html?redirect=/InfoTechGenInfo/07_Section508.asp that requires that institutions receiving federal funds solicit, procure, maintain and use all electronic and information technology (EIT) so that equal or alternate/comparable access is given to members of the public with and without disabilities.  For example, this includes designing a patient portal or website that is compliant with section 508 of the Rehabilitation Act of 1973",
    "measureId": "IA_BE_5",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "beneficiaryEngagement"
  },
  {
    "category": "ia",
    "title": "Collection and follow-up on patient experience and satisfaction data on beneficiary engagement",
    "description": "Collection and follow-up on patient experience and satisfaction data on beneficiary engagement, including development of improvement plan.",
    "measureId": "IA_BE_6",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "high",
    "subcategoryId": "beneficiaryEngagement"
  },
  {
    "category": "ia",
    "title": "Participation in a QCDR, that promotes use of patient engagement tools.",
    "description": "Participation in a Qualified Clinical Data Registry (QCDR), that promotes patient engagement, including:- Use of processes and tools that engage patients for adherence to treatment plans;- Implementation of patient self-action plans;- Implementation of shared clinical decision making capabilities; or- Use of QCDR patient experience data to inform and advance improvements in beneficiary engagement.",
    "measureId": "IA_BE_7",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "beneficiaryEngagement"
  },
  {
    "category": "ia",
    "title": "Participation in a QCDR, that promotes collaborative learning network opportunities that are interactive.",
    "description": "Participation in a QCDR, that promotes collaborative learning network opportunities that are interactive.",
    "measureId": "IA_BE_8",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "beneficiaryEngagement"
  },
  {
    "category": "ia",
    "title": "Use evidence-based decision aids to support shared decision-making.",
    "description": "Use evidence-based decision aids to support shared decision-making.",
    "measureId": "IA_BE_12",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "beneficiaryEngagement"
  },
  {
    "category": "ia",
    "title": "Regularly assess the patient experience of care through surveys, advisory councils and/or other mechanisms.",
    "description": "Regularly assess the patient experience of care through surveys, advisory councils and/or other mechanisms.",
    "measureId": "IA_BE_13",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "beneficiaryEngagement"
  },
  {
    "category": "ia",
    "title": "Engage Patients and Families to Guide Improvement in the System of Care",
    "description": "Engage patients and families to guide improvement in the system of care by leveraging digital tools for ongoing guidance and assessments outside the encounter, including the collection and use of patient data for return-to-work and patient quality of life improvement.  Platforms and devices that collect patient-generated health data (PGHD) must do so with an active feedback loop, either providing PGHD in real or near-real time to the care team, or generating clinically endorsed real or near-real time automated feedback to the patient, including patient reported outcomes (PROs). Examples include patient engagement and outcomes tracking platforms, cellular or web-enabled bi-directional systems, and other devices that transmit clinically valid objective and subjective data back to care teams. Because many consumer-grade devices capture PGHD (for example, wellness devices), platforms or devices eligible for this improvement activity must be, at a minimum, endorsed and offered clinically by care teams to patients to automatically send ongoing guidance (one way).  Platforms and devices that additionally collect PGHD must do so with an active feedback loop, either providing PGHD in real or near-real time to the care team, or generating clinically endorsed real or near-real time automated feedback to the patient (e.g. automated patient-facing instructions based on glucometer readings). Therefore, unlike passive platforms or devices that may collect but do not transmit PGHD in real or near-real time to clinical care teams, active devices and platforms can inform the patient or the clinical care team in a timely manner of important parameters regarding a patient's status, adherence, comprehension, and indicators of clinical concern.",
    "measureId": "IA_BE_14",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "high",
    "subcategoryId": "beneficiaryEngagement"
  },
  {
    "category": "ia",
    "title": "Engagement of Patients, Family, and Caregivers in Developing a Plan of Care",
    "description": "Engage patients, family, and caregivers in developing a plan of care and prioritizing their goals for action, documented in the electronic health record (EHR) technology.",
    "measureId": "IA_BE_15",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "beneficiaryEngagement"
  },
  {
    "category": "ia",
    "title": "Evidenced-based techniques to promote self-management into usual care",
    "description": "Incorporate evidence-based techniques to promote self-management into usual care, using techniques such as goal setting with structured follow-up, Teach Back, action planning or motivational interviewing.",
    "measureId": "IA_BE_16",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "beneficiaryEngagement"
  },
  {
    "category": "ia",
    "title": "Use of tools to assist patient self-management",
    "description": "Use tools to assist patients in assessing their need for support for self-management (e.g., the Patient Activation Measure or How's My Health).",
    "measureId": "IA_BE_17",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "beneficiaryEngagement"
  },
  {
    "category": "ia",
    "title": "Provide peer-led support for self-management.",
    "description": "Provide peer-led support for self-management.",
    "measureId": "IA_BE_18",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "beneficiaryEngagement"
  },
  {
    "category": "ia",
    "title": "Use group visits for common chronic conditions (e.g., diabetes).",
    "description": "Use group visits for common chronic conditions (e.g., diabetes).",
    "measureId": "IA_BE_19",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "beneficiaryEngagement"
  },
  {
    "category": "ia",
    "title": "Implementation of condition-specific chronic disease self-management support programs",
    "description": "Provide condition-specific chronic disease self-management support programs or coaching or link patients to those programs in the community.",
    "measureId": "IA_BE_20",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "beneficiaryEngagement"
  },
  {
    "category": "ia",
    "title": "Improved Practices that Disseminate Appropriate Self-Management Materials",
    "description": "Provide self-management materials at an appropriate literacy level and in an appropriate language.",
    "measureId": "IA_BE_21",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "beneficiaryEngagement"
  },
  {
    "category": "ia",
    "title": "Improved Practices that Engage Patients Pre-Visit",
    "description": "Implementation of workflow changes that engage patients prior to the visit, such as a pre-visit development of a shared visit agenda with the patient, or targeted pre-visit laboratory testing that will be resulted and available to the MIPS eligible clinician to review and discuss during the patient's appointment.",
    "measureId": "IA_BE_22",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "beneficiaryEngagement"
  },
  {
    "category": "ia",
    "title": "Integration of patient coaching practices between visits",
    "description": "Provide coaching between visits with follow-up on care plan and goals.",
    "measureId": "IA_BE_23",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "beneficiaryEngagement"
  },
  {
    "category": "ia",
    "title": "Financial Navigation Program",
    "description": "In order to receive credit for this activity, MIPS eligible clinicians must attest that their practice provides financial counseling to patients or their caregiver about costs of care and an exploration of different payment options.  The MIPS eligible clinician may accomplish this by working with other members of their practice (for example, financial counselor or patient navigator) as part of a team-based care approach in which members of the patient care team collaborate to support patient- centered goals. For example, a financial counselor could provide patients with resources with further information or support options, or facilitate a conversation with a patient or caregiver that could address concerns. This activity may occur during diagnosis stage, before treatment, during treatment, and/or during survivorship planning, as appropriate.",
    "measureId": "IA_BE_24",
    "metricType": "boolean",
    "firstPerformanceYear": 2019,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "beneficiaryEngagement"
  },
  {
    "category": "ia",
    "title": "Drug Cost Transparency",
    "description": "To receive credit for this improvement activity, MIPS eligible clinicians must attest that their practice provides counseling to patients and/or their caregivers about the costs of drugs and the patients' out-of-pocket costs for the drugs. If appropriate, the clinician must also explore with their patients the availability of alternative drugs and patients' eligibility for patient assistance programs that provide free medications to people who cannot afford to buy their medicine. One source of information for pricing of pharmaceuticals could be a real-time benefit tool (RTBT), which provides to the prescriber, real-time patient-specific formulary and benefit information for drugs, including cost-sharing for a beneficiary. (CMS finalized in the Modernizing Part D and Medicare Advantage to Lower Drug Prices and Reduce Out of Pocket Expenses final rule (84 FR 23832, 23883) that beginning January 1, 2021 Medicare Part D plans will be required to implement one or more RTBT(s).)",
    "measureId": "IA_BE_25",
    "metricType": "boolean",
    "firstPerformanceYear": 2020,
    "lastPerformanceYear": null,
    "weight": "high",
    "subcategoryId": "beneficiaryEngagement"
  },
  {
    "category": "ia",
    "title": "Participation in an AHRQ-listed patient safety organization.",
    "description": "Participation in an AHRQ-listed patient safety organization.",
    "measureId": "IA_PSPA_1",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "patientSafetyAndPracticeAssessment"
  },
  {
    "category": "ia",
    "title": "Participation in MOC Part IV",
    "description": "In order to receive credit for this activity, a MIPS eligible clinician must participate in Maintenance of Certification (MOC) Part IV. Maintenance of Certification (MOC) Part IV requires clinicians to perform monthly activities across practice to regularly assess performance by reviewing outcomes addressing identified areas for improvement and evaluating the results.Some examples of activities that can be completed to receive MOC Part IV credit are: the American Board of Internal Medicine (ABIM) Approved Quality Improvement (AQI) Program, National Cardiovascular Data Registry (NCDR) Clinical Quality Coach, Quality Practice Initiative Certification Program, American Board of Medical Specialties Practice Performance Improvement Module or American Society of Anesthesiologists (ASA) Simulation Education Network, for improving professional practice including participation in a local, regional or national outcomes registry or quality assessment program; specialty- specific activities including Safety Certification in Outpatient Practice Excellence (SCOPE); American Psychiatric Association (APA) Performance in Practice modules.",
    "measureId": "IA_PSPA_2",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "patientSafetyAndPracticeAssessment"
  },
  {
    "category": "ia",
    "title": "Participate in IHI Training/Forum Event; National Academy of Medicine, AHRQ Team STEPPS® or Other Similar Activity",
    "description": "For MIPS eligible clinicians not participating in Maintenance of Certification (MOC) Part IV, new engagement for MOC Part IV, such as the Institute for Healthcare Improvement (IHI) Training/Forum Event; National Academy of Medicine, Agency for Healthcare Research and Quality (AHRQ) Team STEPPS®, or the American Board of Family Medicine (ABFM) Performance in Practice Modules.",
    "measureId": "IA_PSPA_3",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "patientSafetyAndPracticeAssessment"
  },
  {
    "category": "ia",
    "title": "Administration of the AHRQ Survey of Patient Safety Culture",
    "description": "Administration of the AHRQ Survey of Patient Safety Culture and submission of data to the comparative database (refer to AHRQ Survey of Patient Safety Culture website http://www.ahrq.gov/professionals/quality-patient-safety/patientsafetyculture/index.html).Note:  This activity may be selected once every 4 years, to avoid duplicative information given that some of the modules may change on a year by year basis but over 4 years there would be a reasonable expectation for the set of modules to have undergone substantive change, for the improvement activities performance category score.",
    "measureId": "IA_PSPA_4",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "patientSafetyAndPracticeAssessment"
  },
  {
    "category": "ia",
    "title": "Consultation of the Prescription Drug Monitoring Program",
    "description": "Clinicians would attest to reviewing the patients' history of controlled substance prescription using state prescription drug monitoring program (PDMP) data prior to the issuance of a Controlled Substance Schedule II (CSII) opioid prescription lasting longer than 3 days.  For the transition year, clinicians would attest to 60 percent review of applicable patient's history.  For the Quality Payment Program Year 2 and future years, clinicians would attest to 75 percent review of applicable patient's history performance.",
    "measureId": "IA_PSPA_6",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "high",
    "subcategoryId": "patientSafetyAndPracticeAssessment"
  },
  {
    "category": "ia",
    "title": "Use of QCDR data for ongoing practice assessment and improvements",
    "description": "Participation in a Qualified Clinical Data Registry (QCDR) and use of QCDR data for ongoing practice assessment and improvements in patient safety, including:- Performance of activities that promote use of standard practices, tools and processes for quality improvement (for example, documented preventative screening and vaccinations that can be shared across MIPS eligible clinician or groups);- Use of standard questionnaires for assessing improvements in health disparities related to functional health status (for example, use of Seattle Angina Questionnaire, MD Anderson Symptom Inventory, and/or SF-12/VR-12 functional health status assessment);- Use of standardized processes for screening for social determinants of health such as food security, employment, and housing;- Use of supporting QCDR modules that can be incorporated into the certified EHR technology; or- Use of QCDR data for quality improvement such as comparative analysis across specific patient populations for adverse outcomes after an outpatient surgical procedure and corrective steps to address adverse outcomes.",
    "measureId": "IA_PSPA_7",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "patientSafetyAndPracticeAssessment"
  },
  {
    "category": "ia",
    "title": "Use of Patient Safety Tools",
    "description": "In order to receive credit for this activity, a MIPS eligible clinician must use tools that assist specialty practices in tracking specific measures that are meaningful to their practice.Some examples of tools that could satisfy this activity are: a surgical risk calculator; evidence based protocols, such as Enhanced Recovery After Surgery (ERAS) protocols; the Centers for Disease Control (CDC) Guide for Infection Prevention for Outpatient Settings predictive algorithms; and the opiate risk tool (ORT) or similar tool.",
    "measureId": "IA_PSPA_8",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "patientSafetyAndPracticeAssessment"
  },
  {
    "category": "ia",
    "title": "Completion of the AMA STEPS Forward program",
    "description": "Completion of the American Medical Association's STEPS Forward program.",
    "measureId": "IA_PSPA_9",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "patientSafetyAndPracticeAssessment"
  },
  {
    "category": "ia",
    "title": "Completion of training and receipt of approved waiver for provision opioid medication-assisted treatments",
    "description": "Completion of training and obtaining an approved waiver for provision of medication -assisted treatment of opioid use disorders using buprenorphine.",
    "measureId": "IA_PSPA_10",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "patientSafetyAndPracticeAssessment"
  },
  {
    "category": "ia",
    "title": "Participation in CAHPS or other supplemental questionnaire",
    "description": "Participation in the Consumer Assessment of Healthcare Providers and Systems Survey or other supplemental questionnaire items (e.g., Cultural Competence or Health Information Technology supplemental item sets).",
    "measureId": "IA_PSPA_11",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "high",
    "subcategoryId": "patientSafetyAndPracticeAssessment"
  },
  {
    "category": "ia",
    "title": "Participation in private payer CPIA",
    "description": "Participation in designated private payer clinical practice improvement activities.",
    "measureId": "IA_PSPA_12",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "patientSafetyAndPracticeAssessment"
  },
  {
    "category": "ia",
    "title": "Participation in Joint Commission Evaluation Initiative",
    "description": "Participation in Joint Commission Ongoing Professional Practice Evaluation initiative",
    "measureId": "IA_PSPA_13",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "patientSafetyAndPracticeAssessment"
  },
  {
    "category": "ia",
    "title": "Implementation of an ASP",
    "description": "Leadership of an Antimicrobial Stewardship Program (ASP) that includes implementation of an ASP that measures the appropriate use of antibiotics for several different conditions (such as but not limited to upper respiratory infection treatment in children, diagnosis of pharyngitis, bronchitis treatment in adults) according to clinical guidelines for diagnostics and therapeutics.  Specific activities may include:- Develop facility-specific antibiogram and prepare report of findings with specific action plan that aligns with overall facility or practice strategic plan.- Lead the development, implementation, and monitoring of patient care and patient safety protocols for the delivery of ASP including protocols pertaining to the most appropriate setting for such services (i.e., outpatient or inpatient).- Assist in improving ASP service line efficiency and effectiveness by evaluating and recommending improvements in the management structure and workflow of ASP processes.- Manage compliance of the ASP policies and assist with implementation of corrective actions in accordance with facility or clinic compliance policies and hospital medical staff by-laws.- Lead the education and training of professional support staff for the purpose of maintaining an efficient and effective ASP.- Coordinate communications between ASP management and facility or practice personnel regarding activities, services, and operational/clinical protocols to achieve overall compliance and understanding of the ASP.- Assist, at the request of the facility or practice, in preparing for and responding to third-party requests, including but not limited to payer audits, governmental inquiries, and professional inquiries that pertain to the ASP service line.- Implementing and tracking an evidence-based policy or practice aimed at improving antibiotic prescribing practices for high-priority conditions.- Developing and implementing evidence-based protocols and decision-support for diagnosis and treatment of common infections.- Implementing evidence-based protocols that align with recommendations in the Centers for Disease Control and Prevention's Core Elements of Outpatient Antibiotic Stewardship guidance",
    "measureId": "IA_PSPA_15",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "patientSafetyAndPracticeAssessment"
  },
  {
    "category": "ia",
    "title": "Use of decision support and standardized treatment protocols",
    "description": "Use decision support and standardized treatment protocols to manage workflow in the team to meet patient needs.",
    "measureId": "IA_PSPA_16",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "patientSafetyAndPracticeAssessment"
  },
  {
    "category": "ia",
    "title": "Implementation of analytic capabilities to manage total cost of care for practice population",
    "description": "In order to receive credit for this activity, a MIPS eligible clinician must conduct or build the capacity to conduct analytic activities to manage total cost of care for the practice population. Examples of these activities could include:1.) Train appropriate staff on interpretation of cost and utilization information;2.) Use available data regularly to analyze opportunities to reduce cost through improved care. An example of a platform with the necessary analytic capability to do this is the American Society for Gastrointestinal (GI) Endoscopy's GI Operations Benchmarking Platform.",
    "measureId": "IA_PSPA_17",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "patientSafetyAndPracticeAssessment"
  },
  {
    "category": "ia",
    "title": "Measurement and Improvement at the Practice and Panel Level",
    "description": "Measure and improve quality at the practice and panel level, such as the American Board of Orthopaedic Surgery (ABOS) Physician Scorecards, that could include one or more of the following:- Regularly review measures of quality, utilization, patient satisfaction and other measures that may be useful at the practice level and at the level of the care team or MIPS eligible clinician or group (panel); and/or- Use relevant data sources to create benchmarks and goals for performance at the practice level and panel level.",
    "measureId": "IA_PSPA_18",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "patientSafetyAndPracticeAssessment"
  },
  {
    "category": "ia",
    "title": "Implementation of formal quality improvement methods, practice changes, or other practice improvement processes",
    "description": "Adopt a formal model for quality improvement and create a culture in which all staff actively participates in improvement activities that could include one or more of the following, such as:- Participation in multisource feedback;- Train all staff in quality improvement methods;- Integrate practice change/quality improvement into staff duties;- Engage all staff in identifying and testing practices changes;- Designate regular team meetings to review data and plan improvement cycles;- Promote transparency and accelerate improvement by sharing practice level and panel level quality of care, patient experience and utilization data with staff;- Promote transparency and engage patients and families by sharing practice level quality of care, patient experience and utilization data with patients and families, including activities in which clinicians act upon patient experience data;- Participation in Bridges to Excellence;- Participation in American Board of Medical Specialties (ABMS) Multi-Specialty Portfolio Program.",
    "measureId": "IA_PSPA_19",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "patientSafetyAndPracticeAssessment"
  },
  {
    "category": "ia",
    "title": "Leadership engagement in regular guidance and demonstrated commitment for implementing practice improvement changes",
    "description": "Ensure full engagement of clinical and administrative leadership in practice improvement that could include one or more of the following:Make responsibility for guidance of practice change a component of clinical and administrative leadership roles;Allocate time for clinical and administrative leadership for practice improvement efforts, including participation in regular team meetings; and/orIncorporate population health, quality and patient experience metrics in regular reviews of practice performance.",
    "measureId": "IA_PSPA_20",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "patientSafetyAndPracticeAssessment"
  },
  {
    "category": "ia",
    "title": "Implementation of fall screening and assessment programs",
    "description": "Implementation of fall screening and assessment programs to identify patients at risk for falls and address modifiable risk factors (e.g., Clinical decision support/prompts in the electronic health record that help manage the use of medications, such as benzodiazepines, that increase fall risk).",
    "measureId": "IA_PSPA_21",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "patientSafetyAndPracticeAssessment"
  },
  {
    "category": "ia",
    "title": "CDC Training on CDC's Guideline for Prescribing Opioids for Chronic Pain",
    "description": "Completion of all the modules of the Centers for Disease Control and Prevention (CDC) course \"Applying CDC's Guideline for Prescribing Opioids\" that reviews the 2016 \"Guideline for Prescribing Opioids for Chronic Pain.\" Note:  This activity may be selected once every 4 years, to avoid duplicative information given that some of the modules may change on a year by year basis but over 4 years there would be a reasonable expectation for the set of modules to have undergone substantive change, for the improvement activities performance category score.",
    "measureId": "IA_PSPA_22",
    "metricType": "boolean",
    "firstPerformanceYear": 2018,
    "lastPerformanceYear": null,
    "weight": "high",
    "subcategoryId": "patientSafetyAndPracticeAssessment"
  },
  {
    "category": "ia",
    "title": "Completion of CDC Training on Antibiotic Stewardship",
    "description": "Completion of all modules of the Centers for Disease Control and Prevention antibiotic stewardship course. Note: This activity may be selected once every 4 years, to avoid duplicative information given that some of the modules may change on a year by year basis but over 4 years there would be a reasonable expectation for the set of modules to have undergone substantive change, for the improvement activities performance category score.",
    "measureId": "IA_PSPA_23",
    "metricType": "boolean",
    "firstPerformanceYear": 2018,
    "lastPerformanceYear": null,
    "weight": "high",
    "subcategoryId": "patientSafetyAndPracticeAssessment"
  },
  {
    "category": "ia",
    "title": "Cost Display for Laboratory and Radiographic Orders",
    "description": "Implementation of a cost display for laboratory and radiographic orders, such as costs that can be obtained through the Medicare clinical laboratory fee schedule.",
    "measureId": "IA_PSPA_25",
    "metricType": "boolean",
    "firstPerformanceYear": 2018,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "patientSafetyAndPracticeAssessment"
  },
  {
    "category": "ia",
    "title": "Communication of Unscheduled Visit for Adverse Drug Event and Nature of Event",
    "description": "A MIPS eligible clinician providing unscheduled care (such as an emergency room, urgent care, or other unplanned encounter) attests that, for greater than 75 percent of case visits that result from a clinically significant adverse drug event, the MIPS eligible clinician provides information, including through the use of health IT to the patient's primary care clinician regarding both the unscheduled visit and the nature of the adverse drug event within 48 hours. A clinically significant adverse event is defined as a medication-related harm or injury such as side-effects, supratherapeutic effects, allergic reactions, laboratory abnormalities, or medication errors requiring urgent/emergent evaluation, treatment, or hospitalization.",
    "measureId": "IA_PSPA_26",
    "metricType": "boolean",
    "firstPerformanceYear": 2018,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "patientSafetyAndPracticeAssessment"
  },
  {
    "category": "ia",
    "title": "Invasive Procedure or Surgery Anticoagulation Medication Management",
    "description": "For an anticoagulated patient undergoing a planned invasive procedure for which interruption in anticoagulation is anticipated, including patients taking vitamin K antagonists (warfarin), target specific oral anticoagulants (such as apixaban, dabigatran, and rivaroxaban), and heparins/low molecular weight heparins, documentation, including through the use of electronic tools, that the plan for anticoagulation management in the periprocedural period was discussed with the patient and with the clinician responsible for managing the patient's anticoagulation.  Elements of the plan should include the following: discontinuation, resumption, and, if applicable, bridging, laboratory monitoring, and management of concomitant antithrombotic medications (such as antiplatelets and nonsteroidal anti-inflammatory drugs (NSAIDs)).  An invasive or surgical procedure is defined as a procedure in which skin or mucous membranes and connective tissue are incised, or an instrument is introduced through a natural body orifice.",
    "measureId": "IA_PSPA_27",
    "metricType": "boolean",
    "firstPerformanceYear": 2018,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "patientSafetyAndPracticeAssessment"
  },
  {
    "category": "ia",
    "title": "Completion of an Accredited Safety or Quality Improvement Program",
    "description": "Completion of an accredited performance improvement continuing medical education (CME) program that addresses performance or quality improvement according to the following criteria:- The activity must address a quality or safety gap that is supported by a needs assessment or problem analysis, or must support the completion of such a needs assessment as part of the activity;- The activity must have specific, measurable aim(s) for improvement;- The activity must include interventions intended to result in improvement;- The activity must include data collection and analysis of performance data to assess the impact of the interventions; and- The accredited program must define meaningful clinician participation in their activity, describe the mechanism for identifying clinicians who meet the requirements, and provide participant completion information.An example of an activity that could satisfy this improvement activity is completion of an accredited continuing medical education program related to opioid analgesic risk and evaluation strategy (REMS) to address pain control (that is, acute and chronic pain).",
    "measureId": "IA_PSPA_28",
    "metricType": "boolean",
    "firstPerformanceYear": 2018,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "patientSafetyAndPracticeAssessment"
  },
  {
    "category": "ia",
    "title": "Consulting AUC Using Clinical Decision Support when Ordering Advanced",
    "description": "Clinicians attest that they are consulting specified applicable AUC through a qualified clinical decision support mechanism for all applicable imaging services furnished in an applicable setting, paid for under an applicable payment system, and ordered on or after January 1, 2018. This activity is for clinicians that are early adopters of the Medicare AUC program (2018 performance year) and for clinicians that begin the Medicare AUC program in future years as specified in our regulation at §414.94.  The AUC program is required under section 218 of the Protecting Access to Medicare Act of 2014.  Qualified mechanisms will be able to provide a report to the ordering clinician that can be used to assess patterns of image-ordering and improve upon those patterns to ensure that patients are receiving the most appropriate imaging for their individual condition.",
    "measureId": "IA_PSPA_29",
    "metricType": "boolean",
    "firstPerformanceYear": 2018,
    "lastPerformanceYear": null,
    "weight": "high",
    "subcategoryId": "patientSafetyAndPracticeAssessment"
  },
  {
    "category": "ia",
    "title": "PCI Bleeding Campaign",
    "description": "Participation in the PCI Bleeding Campaign which is a national quality improvement program that provides infrastructure for a learning network and offers evidence-based resources and tools to reduce avoidable bleeding associated with patients who receive a percutaneous coronary intervention (PCI).The program uses a patient-centered and team-based approach, leveraging evidence-based best practices to improve care for PCI patients by implementing quality improvement strategies:- Radial-artery access,- Bivalirudin, and- Use of vascular closure devices.",
    "measureId": "IA_PSPA_30",
    "metricType": "boolean",
    "firstPerformanceYear": 2018,
    "lastPerformanceYear": null,
    "weight": "high",
    "subcategoryId": "patientSafetyAndPracticeAssessment"
  },
  {
    "category": "ia",
    "title": "Patient Medication Risk Education",
    "description": "In order to receive credit for this activity, MIPS eligible clinicians must provide both written and verbal education regarding the risks of concurrent opioid and benzodiazepine use for patients who are prescribed both benzodiazepines and opioids. Education must be completed for at least 75% of qualifying patients and occur: (1) at the time of initial co-prescribing and again following greater than 6 months of co- prescribing of benzodiazepines and opioids, or (2) at least once per MIPS performance period for patients taking concurrent opioid and benzodiazepine therapy.",
    "measureId": "IA_PSPA_31",
    "metricType": "boolean",
    "firstPerformanceYear": 2019,
    "lastPerformanceYear": null,
    "weight": "high",
    "subcategoryId": "patientSafetyAndPracticeAssessment"
  },
  {
    "category": "ia",
    "title": "Use of CDC Guideline for Clinical Decision Support to Prescribe Opioids for Chronic Pain via Clinical Decision Support",
    "description": "In order to receive credit for this activity, MIPS eligible clinicians must utilize the Centers for Disease Control (CDC) Guideline for Prescribing Opioids for Chronic Pain via clinical decision support (CDS).  For CDS to be most effective, it needs to be built directly into the clinician workflow and support decision making on a specific patient at the point of care.  Specific examples of how the guideline could be incorporated into a CDS workflow include, but are not limited to: electronic health record (EHR)-based prescribing prompts, order sets that require review of guidelines before prescriptions can be entered, and prompts requiring review of guidelines before a subsequent action can be taken in the record.",
    "measureId": "IA_PSPA_32",
    "metricType": "boolean",
    "firstPerformanceYear": 2019,
    "lastPerformanceYear": null,
    "weight": "high",
    "subcategoryId": "patientSafetyAndPracticeAssessment"
  },
  {
    "category": "ia",
    "title": "Engagement of New Medicaid Patients and Follow-up",
    "description": "Seeing new and follow-up Medicaid patients in a timely manner, including individuals dually eligible for Medicaid and Medicare.  A timely manner is defined as within 10 business days for this activity.",
    "measureId": "IA_AHE_1",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "high",
    "subcategoryId": "achievingHealthEquity"
  },
  {
    "category": "ia",
    "title": "Promote Use of Patient-Reported Outcome Tools",
    "description": "Demonstrate performance of activities for employing patient-reported outcome (PRO) tools and corresponding collection of PRO data such as the use of PHQ-2 or PHQ-9, PROMIS instruments, patient reported Wound-Quality of Life (QoL), patient reported Wound Outcome, and patient reported Nutritional Screening.",
    "measureId": "IA_AHE_3",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "high",
    "subcategoryId": "achievingHealthEquity"
  },
  {
    "category": "ia",
    "title": "MIPS Eligible Clinician Leadership in Clinical Trials or CBPR",
    "description": "MIPS eligible clinician leadership in clinical trials, research alliances or community-based participatory research (CBPR) that identify tools, research or processes that can focuses on minimizing disparities in healthcare access, care quality, affordability, or outcomes.",
    "measureId": "IA_AHE_5",
    "metricType": "boolean",
    "firstPerformanceYear": 2018,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "achievingHealthEquity"
  },
  {
    "category": "ia",
    "title": "Provide Education Opportunities for New Clinicians",
    "description": "MIPS eligible clinicians acting as a preceptor for clinicians-in-training (such as medical residents/fellows, medical students, physician assistants, nurse practitioners, or clinical nurse specialists) and accepting such clinicians for clinical rotations in community practices in small, underserved, or rural areas.",
    "measureId": "IA_AHE_6",
    "metricType": "boolean",
    "firstPerformanceYear": 2018,
    "lastPerformanceYear": null,
    "weight": "high",
    "subcategoryId": "achievingHealthEquity"
  },
  {
    "category": "ia",
    "title": "Comprehensive Eye Exams",
    "description": "In order to receive credit for this activity, MIPS eligible clinicians must promote the importance of a comprehensive eye exam, which may be accomplished by providing literature and/or facilitating a conversation about this topic using resources such as the \"Think About Your Eyes\" campaign and/or referring patients to resources providing no-cost eye exams, such as the American Academy of Ophthalmology's EyeCare America and the American Optometric Association's VISION USA. This activity is intended for: (1) non- ophthalmologists / optometrist who refer patients to an ophthalmologist/optometrist; (2) ophthalmologists/optometrists caring for underserved patients at no cost; or (3) any clinician providing literature and/or resources on this topic. This activity must be targeted at underserved and/or high- risk populations that would benefit from engagement regarding their eye health with the aim of improving their access to comprehensive eye exams.",
    "measureId": "IA_AHE_7",
    "metricType": "boolean",
    "firstPerformanceYear": 2019,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "achievingHealthEquity"
  },
  {
    "category": "ia",
    "title": "Participation on Disaster Medical Assistance Team, registered for 6 months.",
    "description": "Participation in Disaster Medical Assistance Teams, or Community Emergency Responder Teams. Activities that simply involve registration are not sufficient.  MIPS eligible clinicians and MIPS eligible clinician groups must be registered for a minimum of 6 months as a volunteer for disaster or emergency response.",
    "measureId": "IA_ERP_1",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "emergencyResponseAndPreparedness"
  },
  {
    "category": "ia",
    "title": "Participation in a 60-day or greater effort to support domestic or international humanitarian needs.",
    "description": "Participation in domestic or international humanitarian volunteer work. Activities that simply involve registration are not sufficient.  MIPS eligible clinicians and groups attest to domestic or international humanitarian volunteer work for a period of a continuous 60 days or greater.",
    "measureId": "IA_ERP_2",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "high",
    "subcategoryId": "emergencyResponseAndPreparedness"
  },
  {
    "category": "ia",
    "title": "Diabetes screening",
    "description": "Diabetes screening for people with schizophrenia or bipolar disease who are using antipsychotic medication.",
    "measureId": "IA_BMH_1",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "behavioralAndMentalHealth"
  },
  {
    "category": "ia",
    "title": "Tobacco use",
    "description": "Tobacco use: Regular engagement of MIPS eligible clinicians or  groups in integrated prevention and treatment interventions, including tobacco use screening and cessation interventions (refer to NQF #0028) for patients with co-occurring conditions of behavioral or mental health and at risk factors for tobacco dependence.",
    "measureId": "IA_BMH_2",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "behavioralAndMentalHealth"
  },
  {
    "category": "ia",
    "title": "Depression screening",
    "description": "Depression screening and follow-up plan:  Regular engagement of MIPS eligible clinicians or groups in integrated prevention and treatment interventions, including depression screening and follow-up plan (refer to NQF #0418) for patients with co-occurring conditions of behavioral or mental health conditions.",
    "measureId": "IA_BMH_4",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "behavioralAndMentalHealth"
  },
  {
    "category": "ia",
    "title": "MDD prevention and treatment interventions",
    "description": "Major depressive disorder: Regular engagement of MIPS eligible clinicians or groups in integrated prevention and treatment interventions, including suicide risk assessment (refer to NQF #0104) for mental health patients with co-occurring conditions of behavioral or mental health conditions.",
    "measureId": "IA_BMH_5",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "behavioralAndMentalHealth"
  },
  {
    "category": "ia",
    "title": "Implementation of co-location PCP and MH services",
    "description": "Integration facilitation and promotion of the colocation of mental health and substance use disorder services in primary and/or non-primary clinical care settings.",
    "measureId": "IA_BMH_6",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "high",
    "subcategoryId": "behavioralAndMentalHealth"
  },
  {
    "category": "ia",
    "title": "Implementation of Integrated Patient Centered Behavioral Health Model",
    "description": "Offer integrated behavioral health services to support patients with behavioral health needs who also have conditions such as dementia or other poorly controlled chronic illnesses.  The services could include one or more of the following:- Use evidence-based treatment protocols and treatment to goal where appropriate;- Use evidence-based screening and case finding strategies to identify individuals at risk and in need of services;- Ensure regular communication and coordinated workflows between MIPS eligible clinicians in primary care and behavioral health;- Conduct regular case reviews for at-risk or unstable patients and those who are not responding to treatment;- Use of a registry or health information technology functionality to support active care management and outreach to patients in treatment;- Integrate behavioral health and medical care plans and facilitate integration through co-location of services when feasible; and/or- Participate in the National Partnership to Improve Dementia Care Initiative, which promotes a multidimensional approach that includes public reporting, state-based coalitions, research, training, and revised surveyor guidance.",
    "measureId": "IA_BMH_7",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "high",
    "subcategoryId": "behavioralAndMentalHealth"
  },
  {
    "category": "ia",
    "title": "Electronic Health Record Enhancements for BH data capture",
    "description": "Enhancements to an electronic health record to capture additional data on behavioral health (BH) populations and use that data for additional decision-making purposes (e.g., capture of additional BH data results in additional depression screening for at-risk patient not previously identified).",
    "measureId": "IA_BMH_8",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "behavioralAndMentalHealth"
  },
  {
    "category": "ia",
    "title": "Unhealthy Alcohol Use for Patients with Co-occurring Conditions of Mental Health and Substance Abuse and Ambulatory Care Patients",
    "description": "Individual MIPS eligible clinicians or groups must regularly engage in integrated prevention and treatment interventions, including screening and brief counseling (for example:  NQF #2152) for patients with co-occurring conditions of mental health and substance abuse. MIPS eligible clinicians would attest that 60 percent for the CY 2018 Quality Payment Program performance period, and 75 percent beginning in the 2019 performance period, of their ambulatory care patients are screened for unhealthy alcohol use.",
    "measureId": "IA_BMH_9",
    "metricType": "boolean",
    "firstPerformanceYear": 2018,
    "lastPerformanceYear": null,
    "weight": "high",
    "subcategoryId": "behavioralAndMentalHealth"
  },
  {
    "category": "ia",
    "title": "Completion of Collaborative Care Management Training Program",
    "description": "To receive credit for this activity, MIPS eligible clinicians must complete a collaborative care management training program, such as the American Psychiatric Association (APA) Collaborative Care Model training program available to the public, in order to implement a collaborative care management approach that provides comprehensive training in the integration of behavioral health into the primary care practice.",
    "measureId": "IA_BMH_10",
    "metricType": "boolean",
    "firstPerformanceYear": 2019,
    "lastPerformanceYear": null,
    "weight": "medium",
    "subcategoryId": "behavioralAndMentalHealth"
  },
  {
    "category": "ia",
    "title": "Electronic submission of Patient Centered Medical Home accreditation",
    "description": "N/A",
    "measureId": "IA_PCMH",
    "metricType": "boolean",
    "firstPerformanceYear": 2017,
    "lastPerformanceYear": null,
    "weight": null,
    "subcategoryId": null
  },
  {
    "category": "ia",
    "title": "COVID-19 Clinical Trials",
    "description": "To receive credit for this activity, a MIPS-eligible clinician must participate in a COVID-19 clinical trial utilizing a drug or biological product to treat a patient with a COVID-19 infection and report their findings through a clincal data repository or clinical data registry for the duration of their study.  For more information on the COVID-19 clinical trials we refer readers to the U.S. National Library of Medicine website at: https://clinicaltrials.gov/ct2/results?cond=COVID-19.",
    "measureId": "IA_ERP_3",
    "metricType": "boolean",
    "firstPerformanceYear": 2020,
    "lastPerformanceYear": null,
    "weight": "high",
    "subcategoryId": "emergencyResponseAndPreparedness"
  }
]